[
  {
    "title": "& Juliet",
    "category": "Musical, Original",
    "location": "Stephen Sondheim Theatre",
    "open_date": "2022-11-17",
    "close_date": "",
    "description": "Created by the Emmy®-winning writer from “Schitt’s Creek,” this hilarious new musical flips the script on the greatest love story ever told. & Juliet asks: what would happen next if Juliet didn’t end it all over Romeo? Get whisked away on a fabulous journey as she ditches her famous ending for a fresh beginning and a second chance at life and love—her way.\n\nJuliet’s new story bursts to life through a playlist of pop anthems as iconic as her name, including Since U Been Gone‚ Roar, Baby One More Time, Larger Than Life‚ That’s The Way It Is, and Can't Stop the Feeling—all from the genius songwriter/producer behind more #1 hits than any other artist this century. Break free of the balcony scene and get into this romantic comedy that proves there’s life after Romeo. The only thing tragic would be missing it.",
    "availability": "current",
    "external_link": "https://andjulietbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/andjuliet.jpg",
    "avg_rating": ""
  },
  {
    "title": "A Beautiful Noise, The Neil Diamond Musical",
    "category": "Musical, Original",
    "location": "Broadhurst Theatre",
    "open_date": "2022-12-04",
    "close_date": "2024-06-30",
    "description": "With his first break into songwriting in the 1960s and his meteoric rise in the 1970s, and plenty of crushing disappointments and heart-stopping triumphs along the way, Neil Diamond has maintained an almost unthinkable level of superstardom for five straight decades. How did a poor Jewish kid from Brooklyn become one of the most universally adored showmen of all time? There’s only one way to tell it: a musical set to his era-defining smash hits that entranced the world.",
    "availability": "current",
    "external_link": "https://abeautifulnoisethemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/beautiful-noise-nd.jpeg",
    "avg_rating": ""
  },
  {
    "title": "Aladdin",
    "category": "Musical, Original",
    "location": "New Amsterdam Theatre",
    "open_date": "2014-03-20",
    "close_date": "",
    "description": "Based on the hit animated film, Disney's Aladdin tells the story of a street-smart urchin whose life changes suddenly when he meets a magical genie who can grant him three wishes. What he really wants is the hand of Princess Jasmine, but will that mean becoming something he's not? And can he elude the dangers that lurk around every corner?",
    "availability": "current",
    "external_link": "https://aladdinthemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/aladdin_poster-july-2021.jpg",
    "avg_rating": ""
  },
  {
    "title": "Appropriate",
    "category": "Play, Original",
    "location": "Belasco Theatre",
    "open_date": "2023-12-18",
    "close_date": "2024-06-23",
    "description": "It’s summer, the cicadas are singing, and the Lafayette family has returned to their late patriarch’s Arkansas home to deal with the remains of his estate. Toni (Sarah Paulson), the eldest daughter, hopes they’ll spend the weekend remembering and reconnecting over their beloved father. Bo (Corey Stoll), her brother, wants to recoup some of the funds he spent caring for Dad at the end of his life. But things take a turn when their estranged brother, Franz, appears late one night, and mysterious objects are discovered among the clutter. Suddenly, long-hidden secrets and buried resentments can’t be contained, and the family is forced to face the ghosts of their past.",
    "availability": "current",
    "external_link": "https://2st.com/shows/appropriate",
    "image_url": "https://www.broadway.org/logos/shows/appropriate.png",
    "avg_rating": ""
  },
  {
    "title": "Back to the Future: The Musical",
    "category": "Musical, Original",
    "location": "Winter Garden Theatre",
    "open_date": "2023-08-03",
    "close_date": "",
    "description": "Based on the hit animated film, Disney's Aladdin tells the story of a street-smart urchin whose life changes suddenly when he meets a magical genie who can grant him three wishes. What he really wants is the hand of Princess Jasmine, but will that mean becoming something he's not? And can he elude the dangers that lurk around every corner?",
    "availability": "current",
    "external_link": "https://www.backtothefuturemusical.com/new-york/",
    "image_url": "https://www.broadway.org/logos/shows/backtothefuture-2024.jpeg",
    "avg_rating": ""
  },
  {
    "title": "Chicago",
    "category": "Musical, Comedy, Revival",
    "location": "Ambassador Theatre",
    "open_date": "1996-11-14",
    "close_date": "",
    "description": "In the Roaring Twenties, aspiring chorus girl Roxie Hart and fading vaudeville star Velma Kelly each face trial for murder. Both as cynical as they are sexy, the two women compete for the services of shady lawyer Billy Flynn, who promises to make them media celebrities and win them acquittals. With its killer score and all-new knock-’em-dead dance numbers, this deliciously lurid tale of adultery, murder and justice as showbiz packs some serious heat.",
    "availability": "current",
    "external_link": "https://chicagothemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/chicago-2024-update.jpg",
    "avg_rating": ""
  },
  {
    "title": "Days of Wine and Roses",
    "category": "Musical, Original",
    "location": "Studio 54",
    "open_date": "2024-01-28",
    "close_date": "2024-04-28",
    "description": "A searing new musical about a couple falling in love in 1950’s New York and struggling against themselves to rebuild a family.",
    "availability": "current",
    "external_link": "https://daysofwineandrosesbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/daysofwineandroses-2023.jpg",
    "avg_rating": ""
  },
  {
    "title": "Doubt",
    "category": "Play, Drama, Revival",
    "location": "Todd Haimes Theatre",
    "open_date": "2024-03-07",
    "close_date": "2024-04-14",
    "description": "Sister Aloysius, the exacting principal of a Catholic school in a working-class part of the Bronx, is feared by students and colleagues alike. But when she suspects nefarious relations between the charismatic priest Father Flynn and a student, she’s forced to wrestle with what’s fact, what’s fiction, and how much she’ll risk to expose the difference—all the while wrestling with her own bone-deep doubts.",
    "availability": "current",
    "external_link": "https://www.roundabouttheatre.org/get-tickets/2023-2024-season/doubt-a-parable/",
    "image_url": "https://www.broadway.org/logos/shows/doubt_2024.jpg",
    "avg_rating": ""
  },
  {
    "title": "Hadestown",
    "category": "Musical, Original",
    "location": "Walter Kerr Theatre",
    "open_date": "2019-04-17",
    "close_date": "",
    "description": "Welcome to HADESTOWN, where a song can change your fate. This acclaimed musical by singer-songwriter Anaïs Mitchell and director Rachel Chavkin is winner of 8 Tony Awards including Best Musical and the Grammy Award® for Best Musical Theater Album. It intertwines two mythic tales — that of young dreamers Orpheus and Eurydice, and that of King Hades and Queen Persephone — as it invites you on an unforgettable journey to the underworld and back. Performed by a vibrant ensemble of actors, singers and dancers,  HADESTOWN asks audiences to imagine how the world could be.",
    "availability": "current",
    "external_link": "https://hadestown.com/",
    "image_url": "https://www.broadway.org/logos/shows/hadestown_poster-july-2021.jpg",
    "avg_rating": ""
  },
  {
    "title": "Hamilton",
    "category": "Musical, Original",
    "location": "Richard Rodgers Theatre",
    "open_date": "2015-08-06",
    "close_date": "",
    "description": "From bastard orphan to Washington's right hand man, rebel to war hero, loving husband caught in the country's first sex scandal to Treasury head who made an untrusting world believe in the American economy, Hamilton is an exploration of a political mastermind. George Washington, Thomas Jefferson, Eliza Hamilton, and lifelong Hamilton friend and foe, Aaron Burr, all attend this revolutionary tale of America’s fiery past told through the sounds of the ever-changing nation we've become.",
    "availability": "current",
    "external_link": "https://hamiltonmusical.com/new-york/",
    "image_url": "https://www.broadway.org/logos/shows/hamilton_2023-06v2.jpg",
    "avg_rating": ""
  },
  {
    "title": "Harry Potter and the Cursed Child",
    "category": "Play, Drama, Original",
    "location": "Lyric Theatre",
    "open_date": "2018-04-22",
    "close_date": "",
    "description": "Prepare to be on the edge of your seat as Harry, Ron and Hermione launch into a thrilling new adventure that begins 19 years later in a one show incarnation following its world premiere as a two-part play.",
    "availability": "current",
    "external_link": "https://www.harrypottertheplay.com/",
    "image_url": "https://www.broadway.org/logos/shows/harrypotter_poster_july-2021.jpg",
    "avg_rating": ""
  },
  {
    "title": "Kimberly Akimbo",
    "category": "Musical, Original",
    "location": "",
    "open_date": "2022-11-10",
    "close_date": "2024-04-28",
    "description": "Kim is a bright and funny Jersey teen, who happens to look like a 72-year-old lady. And yet her aging condition may be the least of her problems. Forced to maneuver family secrets, borderline personalities, and possible felony charges, Kim is determined to find happiness in a world where not even time is on her side. Based on the play of the same name.",
    "availability": "current",
    "external_link": "https://kimberlyakimbothemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/kimberly-akimbo_2022-10.png",
    "avg_rating": ""
  },
  {
    "title": "Merrily We Roll Along",
    "category": "Musical, Comedy, Revival",
    "location": "Hudson Theatre",
    "open_date": "2023-10-10",
    "close_date": "2024-07-07",
    "description": "The story of how a composer's idealism and friendships were corrupted by success is told backwards, starting with the disillusioned present and ending with their optimistic college years, in Stephen Sondheim and George Furth's musical, which is suggested by the George S. Kaufman-Moss Hart play.",
    "availability": "current",
    "external_link": "https://merrilyonbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/merrilyupdate2023.jpg",
    "avg_rating": ""
  },
  {
    "title": "MJ The Musical",
    "category": "Musical, Original",
    "location": "Neil Simon Theatre",
    "open_date": "2022-02-01",
    "close_date": "",
    "description": "He is one of the greatest entertainers of all time. Now, Michael Jackson’s unique and unparalleled artistry has finally arrived on Broadway in a brand-new musical. Centered around the making of his 1992 Dangerous World Tour, and created by Tony Award(R)-winning Director/Choreographer Christopher Wheeldon and two-time Pulitzer Prize winner Lynn Nottage, MJ goes beyond the singular moves and signature sound of the star, offering a rare look at the creative mind and collaborative spirit that catapulted Jackson into legendary status. Turn it up, Broadway — MJ is here",
    "availability": "current",
    "external_link": "https://mjthemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/mj_poster-july-2021.jpg",
    "avg_rating": ""
  },
  {
    "title": "Moulin Rouge! The Musical",
    "category": "Musical, Original",
    "location": "Al Hirschfeld Theatre",
    "open_date": "2019-07-25",
    "close_date": "",
    "description": "Set in Montmartre Quarter of Paris, France, at the turn of the century, a world of indulgent beauty and unparalleled extravagance, of Bohemians and aristocrats, of boulevardiers and mademoiselles, Moulin Rouge! The Musical tells the fictional story of an ambitious, lovesick writer, Christian, and a dazzling, entrancing chanteuse, Satine. Their lives collide at the Moulin Rouge with its many characters, including the host Harold Zidler, the brilliant and starving artist Toulouse-Lautrec, the greatest tango dancer–and gigolo–in all of Paris, Santiago; the tempting Nini; and The Duke of Monroth, the wealthy and entitled patron of the club who thinks he can buy anything he wants...including love.",
    "availability": "current",
    "external_link": "https://moulinrougemusical.com/new-york/home/",
    "image_url": "https://www.broadway.org/logos/shows/moulinrouge-2024.jpg",
    "avg_rating": ""
  },
  {
    "title": "Prayer for the French Republic",
    "category": "Play, Original",
    "location": "Samuel J. Friedman Theatre",
    "open_date": "2024-01-09",
    "close_date": "2024-03-03",
    "description": "In 1944, a Jewish couple in Paris desperately awaits news of their missing family. More than 70 years later, the couple’s great-grandchildren find themselves facing the same question as their ancestors: “Are we safe?” Following five generations of a French Jewish family, Prayer For The French Republic is a sweeping look at history, home, and the effects of an ancient hatred.",
    "availability": "current",
    "external_link": "https://www.manhattantheatreclub.com/shows/2023-24-season/prayer-for-the-french-republic/",
    "image_url": "https://www.broadway.org/logos/shows/prayerlogo-2023.jpg",
    "avg_rating": ""
  },
  {
    "title": "Six",
    "category": "Musical, Original",
    "location": "Brooks Atkinson Theatre",
    "open_date": "2021-10-03",
    "close_date": "",
    "description": "Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse – remixing five hundred years of historical heartbreak into a Euphoric Celebration of 21st century girl power! This new original musical is the global sensation that everyone is losing their head over!",
    "availability": "current",
    "external_link": "https://sixonbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/six-2021-aug.jpg",
    "avg_rating": ""
  },
  {
    "title": "Spamalot",
    "category": "Musical, Comedy, Revival",
    "location": "St. James Theatre",
    "open_date": "2023-11-16",
    "close_date": "",
    "description": "Lovingly ripped from the film classic, Monty Python and the Holy Grail, Spamalot has everything that makes a great knight at the theatre, from flying cows to killer rabbits, British royalty to French taunters, dancing girls, rubbery shrubbery, and of course, the lady of the lake.",
    "availability": "current",
    "external_link": "https://spamalotthemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/spamalot-2023.jpg",
    "avg_rating": ""
  },
  {
    "title": "Sweeney Todd",
    "category": "Musical, Thriller, Revival",
    "location": "Lunt-Fontanne Theatre",
    "open_date": "2023-03-26",
    "close_date": "",
    "description": "Sweeney Todd: The Demon Barber of Fleet Street, a deliciously thrilling story of revenge and retribution, continues our celebration of the titan of musical theater: Stephen Sondheim.\n\nAfter 15 years in exile, Sweeney Todd, an unsettling man with a mysterious past, arrives in a dark and gritty London, hungry for vengeance against the judge who destroyed his life. Todd joins forces with Mrs. Lovett, the unhinged proprietress of a failing pie shop, and together they develop a spinetingling plot to exact revenge. When the lights go down and the curtain goes up, you won’t dare look away.",
    "availability": "current",
    "external_link": "https://sweeneytoddbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/sweeney-2024update.jpg",
    "avg_rating": ""
  },
  {
    "title": "The Book of Moron",
    "category": "Musical, Comedy, Original",
    "location": "Eugene O'Neill Theatre",
    "open_date": "2011-03-24",
    "close_date": "",
    "description": "A pair of mismatched Mormon missionaries, one serious and dedicated and the other socially awkward yet well meaning, are sent to Uganda to convert citizens to the Mormon religion.",
    "availability": "current",
    "external_link": "https://bookofmormonbroadway.com/",
    "image_url": "https://www.broadway.org/logos/shows/bom2022keyart.jpg",
    "avg_rating": ""
  },
  {
    "title": "The Lion King",
    "category": "Musical, Original, Puppets",
    "location": "Minskoff Theatre",
    "open_date": "1997-11-13",
    "close_date": "",
    "description": "In the Pride Lands of Africa, a young lion named Simba becomes heir to the kingdom, but flees his home when tragedy falls on his family. After years in exile, he decides to return and fight to take his rightful place in the Circle of Life.",
    "availability": "current",
    "external_link": "https://www.lionking.com/",
    "image_url": "https://www.broadway.org/logos/shows/lionking-2024.jpg",
    "avg_rating": ""
  },
  {
    "title": "The Notebook",
    "category": "Musical, Original",
    "location": "Gerald Schoenfeld Theatre",
    "open_date": "2024-03-14",
    "close_date": "",
    "description": "Relive the romance! Based on the best-selling novel that inspired the iconic film, this world premiere new musical is led by a powerhouse creative team, teaming up to stage a deeply moving portrait of the enduring power of love. Beginning with a whirlwind summer romance, the decades-long love story between a mill worker named Noah and a privileged debutante named Allie spans a lifetime—in spite of the differences that threaten to pull them apart.",
    "availability": "current",
    "external_link": "https://notebookmusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/thenotebook.jpeg",
    "avg_rating": ""
  },
  {
    "title": "Wicked",
    "category": "Musical, Original",
    "location": "Gershwin Theatre",
    "open_date": "2003-10-31",
    "close_date": "",
    "description": "Long before Dorothy arrives in Oz, there is another young woman born with emerald-green skin—smart, fiery, misunderstood and possessing an extraordinary talent. When she meets a bubbly blonde who is exceptionally popular, their initial rivalry turns into the unlikeliest of friendships… until the world decides to call one \"good,\" and the other one \"wicked.",
    "availability": "current",
    "external_link": "https://wickedthemusical.com/",
    "image_url": "https://www.broadway.org/logos/shows/wicked_poster-july-2021.jpg",
    "avg_rating": ""
  }
]